"AboutBoxString" = "Compressor에서 생성됨";
"HelpMsg" = "Droplet 사용에 대해 알아보려면, Compressor 도움말 메뉴에 있는 Compressor 사용 설명서를 확인하십시오.";
"Untitled" = "무제";

"DestinationLocation" = "대상 위치";
"Choose" = "선택"; /* default button title in the choose destinaton dialog */

"DropFilesHere" = "여기에 파일을 드롭하십시오."; /* help text displayed in source files view when no files are present */

/* cluster menu */
"ThisComputer" = "이 컴퓨터";
"SubmitPriority" = "우선 순위";
"SubmitPriorityLow" = "낮음";
"SubmitPriorityMedium" = "중간";
"SubmitPriorityHigh" = "높음";
"NoClusters" = "없음";
"Other" = "기타…";

/* Launch droplet alert */
"DropletLaunchFailed" = "Compressor를 찾으려면 이 Droplet을 업데이트해야 합니다.";
"DropletLaunchErrorMsg" = "이 컴퓨터의 모든 Droplet을 업데이트하려면 Compressor 설정의 고급 탭을 클릭한 후, ‘Droplet 업데이트’ 버튼을 클릭하십시오.";
"OKButton" = "확인";

/* Job Action related */
"NoJobAction" = "없음";
"VerifyingLogin" = "확인 중…";

/* CQBatchSubmitter */

/* SMB Sharing */
"SMBSharingPreferencesNotSetUpError" = "분산 처리 없이 계속하겠습니까?";

"SMBSharingLearnMoreInfo" = "이 작업에 분산 처리를 사용하려면, 시스템 설정에서 SMB 파일 공유를 활성화해야 합니다. 분산 처리 및 SMB 파일 공유에 대한 자세한 정보를 확인하려면 ‘더 알아보기’를 클릭하십시오.\n\n이 컴퓨터만 사용하여 이 작업을 처리하려면 ‘계속’을 클릭하십시오.\n";

"ContinueButton" = "계속";
"LearnMoreButton" = "더 알⁠아⁠보⁠기…";

"ClusterNodesNotAvailableError" = "공유 컴퓨팅 그룹에서 사용할 수 없는 컴퓨터입니다.";
"ClusterNodesNotAvailableMoreInfo" = "Compressor는 다음으로 인해 이 그룹에 있는 모든 컴퓨터에 처리를 분산할 수 없습니다.\n\n";

"ClusterNodesNotAvailableItemFormat" = "•\t%@\n";
"ComputerUnavailableOrOffline" = "컴퓨터를 사용할 수 없거나 오프라인 상태임";
"UntrustedServerCertificate" = "신뢰하지 않는 서버 인증서";
"MissingPassword" = "암호 유실";

"ClusterNodesNotAvailableRecoverySuggestion" = "이 문제를 해결하려면 공유 컴퓨터 환경설정을 여십시오.\n";

"IgnoreButton" = "무시";
"OpenPreferencesButton" = "설정 열기";

/* Cluster node macOS compatibility check during batch submit */
"ClusterNodesNotMacOSCompatibleError" = "분산 처리를 계속하겠습니까?";
"ClusterNodesNotMacOSCompatibleMoreInfo" = "컴퓨터 그룹 ‘%@’의 클러스터 노드 중 일부가 이전 버전의 macOS를 실행 중입니다. 렌더링 품질이 떨어질 수 있습니다.\n\n사용 가능한 노드를 이용하여 이 작업을 처리하려면 계속을 클릭하십시오.\n";

"UntitledClusterName" = "무제";

/* Submit related errors */
"SubmitNoClusterErrorMsg" = "대기열에 제출할 수 없음";
"SubmitNoClusterErrorInfo" = "컴퓨터를 재시작하거나 Compressor 설치가 올바르게 되었는지 확인하십시오.";
"CancelButton" = "취소";
"RepairCompressorButton" = "Compressor 복구";

"BatchSubmissionFailedErrorFormat" = "배치 제출 실패: %@";

"QueueFullAlertMessageText" = "처리 중인 배치가 너무 많습니다.";
"QueueFullAlertInfoText" = "트랜스코딩을 사용하려면 응용 프로그램 환경설정에서 설정된 대기열 제한보다 활성화된 배치의 수가 적어야 합니다.";
